[
    {
        "id": 1,
        "title": "Governor Otti Plans to Turn Abia into a High-Tech Wonderland (No, Really!)",
        "date": "2024-06-08",
        "intro": "Proposed Abia Smart City Aligns with My Vision - Gov. Otti",
        "mainContent": [
            {
                "text": "Abia State Governor, Dr. Alex Otti, has announced that the proposed New Abia Smart City project aligns with his vision for the state. As a result, his administration is prepared to partner with serious-minded investors to bring the project to fruition."
            },
            {
                "text": "Governor Otti made this statement during a business meeting with a delegation from the African Rebirth Vision, a reputable company that builds trade, finance, and investment bridges across Africa. The delegation was led by the President and Founder, Engr. Chuka Nwokoro. Describing the Abia Smart City project as a welcome initiative, Governor Otti emphasized his administration’s efforts to transition Abia into a digital economy. He expressed interest in the company's building technology and assured the delegation of the government's commitment to further discussions to make the project a reality."
            },
            {
                "text": "\"I am quite pleased to learn about this vision - Abia Smart City, and it ties very well with our own vision,\" said Governor Otti. \"I am also amazed by your building technology, where you mentioned you can deliver homes in two to three weeks. That is incredible and something we would like to explore.\" He added, \"The smart city is currently on the table. We have identified a few locations, at least two, one in Umuahia and another around Osisioma Aba. We need to sit down and look at the details.\""
            },
            {
                "text": "Governor Otti also noted the interest from Nigerians in the diaspora in what was initially called the Diaspora Village. He explained that the concept has evolved to include a broader community, reflecting on how the project can be integrated with the company's proposal."
            },
            {
                "text": "Earlier, Engr. Chuka Nwokoro highlighted Abia’s economic potential, citing its numerous mineral deposits. He stated that the company has conducted a detailed survey of the state's resources. Engr. Nwokoro assured that African Rebirth Vision has assembled top-tier global partners to deliver the project, drawing on their experience, including the construction of Sam Mbakwe Airport 34 years ago."
            }
        ],
        "conclusion": "He praised Governor Otti's efforts in attracting international attention to Abia's investment opportunities within just one year in office. Engr. Nwokoro emphasized the need for land and security to enable the successful execution of the Smart City project. The delegation included Dr. Khodr Akil, President of Smartmatic, and Terra Dlier, a development partner from the US, among others.",
        "videoUrl": "/videos/ai.mp4"
    },
    {
        "id": 2,
        "title": "What the president said to Governor Alex Otti",
        "date": "2024-06-23",
        "intro": "The President of the organisation, Mr Chuka Nwokoro, said this on Friday during a meeting with Gov. Alex Otti.",
        "mainContent": [
            {
                "text": "The President of the organisation, Mr Chuka Nwokoro, said this on Friday during a meeting with Gov. Alex Otti of Abia in Nvosi, Isiala Ngwa South Local Government Area. Nwokoro said that the organisation had embarked on a mission to build a city that would be engineered by technology just like other smart cities in the world."
            }
        ],
        "externalLink": "http://opr.news/284fad99240720en_ng?link=1&client=news"
    },
    {
        "id": 3,
        "title": "Gov Otti Meets Delegation from African Rebirth in Abia",
        "date": "2024-07-20",
        "intro": "Governor of Abia state says the proposed project will transform the state into a tech hub.",
        "videoUrl": "https://youtu.be/ITgJLK-Uuoo?si=8ZRO5b1bKGplmm0w"
    },
    {
        "id": 4,
        "title": "Otti endorses new Abia Smart City Project, Pledges Investment Collaboration",
        "date": "2024-07-20",
        "intro": "Abia State Governor, Dr Alex Otti has announced that the proposed New Abia Smart City Project aligns with his vision for the state.",
        "mainContent": [
            {
                "text": "Like father, like son. Our own son, Engr. Chuka Nwokoro is spearheading the new Abia Smart City Project. His father, HAPEL, was a pioneer construction engineer in the South East. We wish Chuka success."
            },
            {
                "text": "Abia State Governor, Dr Alex Otti has announced that the proposed New Abia Smart City project aligns with his vision for the state. Speaking at a business meeting, he emphasized the importance of attracting international attention to Abia's investment opportunities. Source: National Ambassador News - Uplift the people, project the nation."
            }
        ],
        "externalLink": "https://search.app/xUf4QrYSVcvjr25z7"
    }
]
